openshwprojects/OpenBK7231T_App/libraries/ESP32_Display_Panel/test_apps/board/m5stack/sdkconfig.ci.BOARD_M5STACK_M5DIAL
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPIRAM_MODE_OCT=y

CONFIG_BOARD_M5STACK_M5DIAL=y
